{
  "menu":[
    {
      "id":1,
      "name":"Brewed Coffee",
      "desc":"Delicous coffee ready when you order!"
    },
    {
      "id":2,
      "name":"Pour Over",
      "desc":"One of our specialty coffees made just for you, right when you order it!Delicous coffee ready when you order!"
    },
    {
      "id":3,
      "name":"Espresso",
      "desc":"Enjoy a shot of the best espresso in town!"
    },
    {
      "id":4,
      "name":"Affogato",
      "desc":"A delicous scoop of vanilla icecream with a shot of espresso poured over the top. Perfect for a hot day or afternoon treat!"
    },
    {
      "id":5,
      "name":"Macchlato",
      "desc":"A double shot of espresso with a small amount of steamed milk."
    },
    {
      "id":6,
      "name":"Cappuccino",
      "desc":"A double shot of espresso, 2 ounces milk, 2 ounces foam."
    },
    {
      "id":7,
      "name":"Latte",
      "desc":"A Double shot of espresso, with 6 ounces of perfectly steamed milk."
    },
    {
      "id":8,
      "name":"Au Lalt",
      "desc":"Half regular coffee and half steamed milk."
    },
    {
      "id":9,
      "name":"Bullseye",
      "desc":"A cup of perfectly brewed coffee with a double shot of espresso."
    },
    {
      "id":10,
      "name":"Rishi Tea",
      "desc":"Choose from a variety of our organic loose leaf teas."
    },
    {
      "id":11,
      "name":"Mocha",
      "desc":"A double shot espresso, steamed milk, and our homemade chocolate sauce."
    },
    {
      "id":12,
      "name":"Gold Rush",
      "desc":"A double shot espresso, steamed milk, and our homemade caramel sauce."
    },
    {
      "id":13,
      "name":"Maple Leaf",
      "desc":"A double shot espresso, steamed milk, and PURE maple syrup."
    },
    {
      "id":14,
      "name":"Liquid Gold",
      "desc":"A double shot espresso, steamed milk, our homemade caramel sauce paired with our signature honey-vanilla syrup.Choose from a variety of our organic loose leaf teas."
    },
    {
      "id":15,
      "name":"Chai Latte",
      "desc":"Chai tea and steamed milk combined for the perfect Chai Latte experience."
    },
    {
      "id":16,
      "name":"Iced Coffee",
      "desc":"Chai tea and steamed milk combined for the perfect Chai Latte experience.Our coffee from Counter Culture Coffee is brewed using the Japanese Iced Coffee method to lock in all the delicious aromas and flavors of the coffee. Made fresh daily so your iced coffee NEVER tastes old. "
    },
    {
      "id":17,
      "name":"Ice Latte",
      "desc":"A double shot espresso and milk poured directly over ice."
    },
    {
      "id":18,
      "name":"Iced Honey Vanilla Latte",
      "desc":"A double shot espresso, milk, and our signature honey-vanilla syrup poured directly over ice."
    },
    {
      "id":19,
      "name":"Iced Honey Vanilla Chai",
      "desc":"Chai tea, milk, and our signature honey-vanilla syrup combined over ice for a delicious treat."
    },
    {
      "id":20,
      "name":"Mexican Mud Slinger",
      "desc":"A must try! Real sugar Mexican coke mixed with a double shot espresso, and vanilla syrup poured over ice! You must try this, at least once!"
    },
    {
      "id":21,
      "name":"Chai Latte",
      "desc":"Chai tea and steamed milk combined for the perfect Chai Latte experience."
    },
    {
      "id":22,
      "name":"Blueberry Muffin",
      "desc":"Loaded with blueberries, our blueberry muffin is made using fresh blueberries and topped with a brown sugar pecan crumble. Perfect start to a guaranteed good day!"
    },
    {
      "id":23,
      "name":"Banana Walnut Muffins",
      "desc":"A morning must have! The sweet combination of banana, brown sugar and walnuts is sure to satisfy any morning appetite."
    },
    {
      "id":24,
      "name":"Peach Cobbler Muffins",
      "desc":"If you’re from Georgia and can’t seem to resist a Georgia Peach then these muffins are for you. Stuffed with peaches and paired with brown sugar. Your tummy with surely thank you."
    },
    {
      "id":25,
      "name":"Lemon Blueberry Scone",
      "desc":"Our mouthwatering homemade scone filled with blueberries and topped with a subtle lemon glaze."
    },
    {
      "id":26,
      "name":"Starwberry",
      "desc":"ur mouthwatering homemade scone filled with strawberries and topped with a strawberry creme drizzle. "
    },
    {
      "id":27,
      "name":"Bacon Cheddar Scone",
      "desc":"Want something savory for your morning meal or even for an afternoon snack? Then this scone is the right choice. Filled with bacon and cheddar cheese, it is delicious when drizzled with our pure maple syrup."
    },
    {
      "id":28,
      "name":"Bagels",
      "desc":"Choose from our variety of plain, multigrain, cinnamon raisin, or everything bagels. Served with your choice of our handmade Plain, Brown Sugar Cinnamon, or Honey Walnut cream cheese."
    },
    {
      "id":29,
      "name":"Original Cheesecake",
      "desc":"Choose from our variety of plain, multigrain, cinnamon raisin, or everything bagels. Served with your choice of our handmade Plain, Brown Sugar Cinnamon, or Honey Walnut cream cheese.This isn’t your everyday cheesecake. Homemade in our kitchen this cheesecake has a flawless texture, a deliciously surprising crust, and a hint of lemon. This cheesecake is an excellent choice for a dessert lover like you."
    },
    {
      "id":30,
      "name":"Almond Pound Cake",
      "desc":"Better than your mama’s pound cake. This is serious. A soft, moist almond flavored pound cake with a crunchy, melt in your mouth pound cake crust. You won’t be disappointed."
    }


  ]
}